[
    {
      "name": "Paracetamol",
      "description": "Used to relieve mild to moderate pain and reduce fever."
    },
    {
      "name": "Ibuprofen",
      "description": "A nonsteroidal anti-inflammatory drug (NSAID) for pain, fever, and inflammation."
    },
    {
      "name": "Cetirizine",
      "description": "An antihistamine used to relieve allergy symptoms such as runny nose and itchy eyes."
    },
    {
      "name": "Atorvastatin",
      "description": "Helps lower cholesterol levels and reduce the risk of heart disease."
    },
    {
      "name": "Amoxicillin",
      "description": "A broad-spectrum antibiotic used to treat bacterial infections."
    },
    {
      "name": "Metformin",
      "description": "Used to control blood sugar levels in type 2 diabetes."
    },
    {
      "name": "Omeprazole",
      "description": "A proton pump inhibitor that reduces stomach acid and treats GERD."
    },
    {
      "name": "Salbutamol",
      "description": "A bronchodilator used to relieve symptoms of asthma and other lung conditions."
    },
    {
      "name": "Alprazolam",
      "description": "Used to treat anxiety and panic disorders."
    },
    {
      "name": "Lisinopril",
      "description": "An ACE inhibitor used to manage high blood pressure and heart failure."
    },
    {
      "name": "Rosuvastatin",
      "description": "Used to lower cholesterol and prevent cardiovascular disease."
    },
    {
      "name": "Clopidogrel",
      "description": "Prevents blood clots in patients with cardiovascular conditions."
    },
    {
      "name": "Levothyroxine",
      "description": "Treats hypothyroidism by replacing thyroid hormones."
    },
    {
      "name": "Duloxetine",
      "description": "Used for depression, anxiety, and chronic pain management."
    },
    {
      "name": "Adalimumab",
      "description": "Treats autoimmune diseases like rheumatoid arthritis and psoriasis."
    },
    {
      "name": "Fluoxetine",
      "description": "An SSRI antidepressant used for depression, OCD, and panic disorders."
    },
    {
      "name": "Metoprolol",
      "description": "A beta-blocker that manages high blood pressure and angina."
    },
    {
      "name": "Warfarin",
      "description": "An anticoagulant used to prevent and treat blood clots."
    },
    {
      "name": "Fexofenadine",
      "description": "An antihistamine used to relieve allergy symptoms."
    },
    {
      "name": "Hydrochlorothiazide",
      "description": "A diuretic used to treat high blood pressure and fluid retention."
    }
  ]
  